exports.val = "! 0 200 200 1488 1\r\n" +
	"PAGE - WIDTH 576\r\n" +
	"BOX 0 0 576 735 2\r\n" +
	"LINE 0 88 576 88 1\r\n" +
	"LINE 0 216 576 216 1\r\n" +
	"LINE 0 296 576 296 1\r\n" +
	"LINE 0 440 528 440 1\r\n" +
	"LINE 0 568 528 568 1\r\n" +
	"LINE 0 735 528 735 1\r\n" +
	"LINE 528 296 528 735 1\r\n" +
	"LINE 48 296 48 568 1\r\n" +
	"CENTER\r\n" +
	"BARCODE 128 2 3 80 0 100 363604310467\r\n" +
	"SETSP 12\r\n" +
	"T 8 0 0 188 363604310467\r\n" +
	"SETSP O\r\n" +
	"SETMAG 2 2 \r\n" +
	"T 8 0 0  236 上海 上海市 长宁区\r\n" +
	"SETMAG 1 1 \r\n" +
	"LEFT\r\n" +
	"SETBOLD 1\r\n" +
	"T 8 0 64 295 shendatong \r\n" +
	"T 4 0 64 320 申大通 \t13826614987\r\n" +
	"T 4 0 64 363 上海市宝山区共和新路4719弄共\r\n" +
	"T 4 0 64 395 和小区12号306室\r\n" +
	"SETBOLD 0\r\n" +
	"T 8 0 13.6 334.4 收\r\n" +
	"T 8 0 13.6 380.4 件\r\n" +
	"T 8 0 13.6 470.4 发\r\n" +
	"T 8 0 13.6 516.4 件\r\n" +
	"T 16 0 64 441 kuaixiaobao \r\n" +
	"T 8 0 64 466 快小宝 \t13826614987\r\n" +
	"T 8 0 64 500.8 上海市长宁区北翟路1178号（鑫达商务楼）\r\n" +
	"T 8 0 64 528.8 1号楼305室\r\n" +
	"T 8 0 541.6 400 派\r\n" +
	"T 8 0 541.6 464 件\r\n" +
	"T 8 0 541.6 528 联\r\n" +
	"T 8 0 16 586.4 签收人/ 签收时间\r\n" +
	"T 55 0 16 615.2 你的签字代表您已验收此包裹，并已确认商品信息\r\n" +
	"T 55 0 16 639.2 无误, 包装完好, 没有划痕, 破损等表面质量问题。\r\n" +
	"T 55 0 16 663.2 It means that you have accepted the package\r\n" +
	"T 55 0 16 687.2 and confirmed that the product information\r\n" +
	"T 55 0 16 711.2 is correct, no scratches and quality problems\r\n" +
	"T 8 0 450 711.2 月  日\r\n" +
	"BOX 0 763 576 1046 2\r\n" +
	"LINE 0 852 576 852 1\r\n" +
	"LINE 0 988 528 988 1\r\n" +
	"LINE 48 852 48 988 1\r\n" +
	"LINE 0 1046 576 1046 1\r\n" +
	"LINE 528 852 528 1046 1\r\n" +
	"BARCODE 128 1 3 36 352 786 363604310467\r\n" +
	"SETSP 10\r\n" +
	"T 55 0 352 822 363604310467\r\n" +
	"SETSP 0\r\n" +
	"T 8 0 13.6 886.4 发\r\n" +
	"T 8 0 13.6 932.4 件\r\n" +
	"T 16 0 64 850 kuaixiaobao \r\n" +
	"T 8 0 64 880 快小宝 \t13826514987\r\n" +
	"T 8 0 64 916.8 上海市长宁区北翟路1178号（鑫达商务楼）\r\n" +
	"T 8 0 64 944.8 1号楼305室\r\n" +
	"T 8 0 541.6 884 客\r\n" +
	"T 8 0 541.6 938 户\r\n" +
	"T 8 0 541.6 982 联\r\n" +
	"T 8 0 16 1004 物品：\r\n" +
	"BOX 0 1076 576 1484 2\r\n" +
	"LINE 0 1156 576 1156 1\r\n" +
	"LINE 0 1292 528 1292 1\r\n" +
	"LINE 0 1428 528 1428 1\r\n" +
	"LINE 0 1484 576 1484 1\r\n" +
	"LINE 48 1156 48 1428 1\r\n" +
	"LINE 528 1156 528 1484 1\r\n" +
	"BARCODE 128 1 3 36 352 1092 363604310467\r\n" +
	"SETSP 10\r\n" +
	"T 55 0 352 1128 363604310467 \r\n" +
	"SETSP 0\r\n" +
	"T 8 0 13.6 1190.4 收\r\n" +
	"T 8 0 13.6 1236.4 件\r\n" +
	"T 8 0 13.6 1326.4 发\r\n" +
	"T 8 0 13.6 1372.4 件\r\n" +
	"T 8 0 64 1154 shendatong \r\n" +
	"T 8 0 64 1185 申大通 \t13826514987\r\n" +
	"T 8 0 64 1220.8 上海市宝山区共和新路4719弄共和小区12\r\n" +
	"T 8 0 64 1248.8 1号楼305室\r\n" +
	"T 16 0 64 1290 kuaixiaobao \r\n" +
	"T 8 0 64 1320 快小宝 \t13826514987\r\n" +
	"T 8 0 64 1356.8 上海市长宁区北翟路1178号（鑫达商务楼）\r\n" +
	"T 8 0 64 1384.8 1号楼305室\r\n" +
	"T 8 0 541.6 1240.8 寄\r\n" +
	"T 8 0 541.6 1310.8 件\r\n" +
	"T 8 0 541.6 1380.8 联\r\n" +
	"T 8 0 13.6 1442 物品：\r\n" +
	"PRINT\r\n";
